Update Labo3-workflow-KiCad.md
